Repository: ua0lnj/vdr-plugin-channelscan
Catalog: po/*.po
Languages: ru_ru

source: Channel lists
ru_ru: Список каналов

source: Backup
ru_ru: Резервировать

source: Backup channel list to...
ru_ru: Резервиров. список в...

source: Restore channel list from...
ru_ru: Восстановить список из...

source: Restore failed!
ru_ru: Сбой рез. копии!

source: Favourites List successfully loaded
ru_ru: Избранное загруженно

source: Invalid file
ru_ru: Нечитаемый файл

source: Channel List successfully loaded
ru_ru: Список каналов загружен успешно

source: Backup failed!
ru_ru: Сбой рез. копирования!

source: Channel List successfully stored
ru_ru: Список каналов сохранён успешно

source: TV only
ru_ru: Только ТВ

source: TV FTA only
ru_ru: Только открытое ТВ

source: Radio only
ru_ru: Только Радио

source: HDTV only
ru_ru: Только ТВВЧ

source: HDTV FTA only
ru_ru: Только открытое ТВВЧ

source: Radio + TV
ru_ru: Радио + ТВ

source: Radio + TV FTA only
ru_ru: Только открытое Радио + ТВ

source: Servicetype
ru_ru: Тип сервиса

source: Enable Logfile
ru_ru: Лог в файл

source: No tuners, please stop recording and retry
ru_ru: Нет тюнера, остановите запись и повторите

source: Channelscan
ru_ru: Поиск каналов

source: none
ru_ru: ничего

source: auto
ru_ru: авто

source: Detailed search
ru_ru: Искать детально

source: UDP multicast search
ru_ru: UDP широковещательный поиск

source: Manual
ru_ru: Ручной

source: SearchMode$Auto
ru_ru: Автопоиск

source: End of channellist
ru_ru: Конец списка

source: New channellist
ru_ru: Новый список

source: Bouquets
ru_ru: Буклеты

source: Intelligent 6900/6875/6111
ru_ru: Тонко с 6900/6875/6111

source: Try all 6900/6875/6111
ru_ru: Искать все 6900/6875/6111

source: Start ip address
ru_ru: Начальный адрес

source: End ip address
ru_ru: Конечный адрес

source: UDP multicast address
ru_ru: UDP широковещ. адрес

source: UDP port
ru_ru: UDP порт

source: Timeout, sec
ru_ru: Ожидать, сек

source: Satellite-S2
ru_ru: Спутниковое-S2

source: Satellite-S
ru_ru: Спутниковое-S

source: Terrestrial
ru_ru: Наземное-T

source: Cable
ru_ru: Кабельное-C

source: DVB-T2 - Terrestrial
ru_ru: DVB-T2 - Наземный

source: Tuner
ru_ru: Тюнер

source: DVB-T - Terrestrial
ru_ru: DVB-T - Наземный

source: DVB-C - Cable
ru_ru: DVB-C - Кабельный

source: DVB-S2 - Satellite
ru_ru: DVB-S2 - Спутниковый

source: DVB-S - Satellite
ru_ru: DVB-S - Спутниковый

source: Analog
ru_ru: Аналоговый

source: DVB-IP - Network
ru_ru: DVB-IP - Сеть

source: Search Mode
ru_ru: Вид поиска

source: Add new channels to
ru_ru: Добав. каналы в

source: Source
ru_ru: Источник

source: No Tuners available
ru_ru: Нет тюнера

source: Position
ru_ru: Позиция

source: Bandwidth
ru_ru: Шир. диапазона

source: no
ru_ru: нет

source: yes
ru_ru: да

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Region
ru_ru: Регион

source: Symbol Rates
ru_ru: Симв. скорость

source: Frequency (MHz)
ru_ru: Частота (МГц)

source: Polarization
ru_ru: Поляризация

source: Symbolrate
ru_ru: Симв.скорость

source: DVB generation
ru_ru: DVB поколение

source: Stream scan
ru_ru: Поиск потока

source: DVB-S2 stream ID
ru_ru: DVB-S2 ИД потока

source: DVB-T2 stream ID
ru_ru: DVB-T2 ИД потока

source: DVB-T2 system ID
ru_ru: DVB-T2 ИД системы

source: Modulation
ru_ru: Модуляция

source: Frequency (kHz)
ru_ru: Частота (КГц)

source: Recording is running !
ru_ru: Запись начата!

source: Button$Start
ru_ru: ПОИСК

source: Button$Save
ru_ru: ЗАПИСЬ

source: Channel sel.
ru_ru: Выбор кан.

source: Scanning aborted
ru_ru: Поиск остановлен

source: Scanning succed
ru_ru: Поиск закончен

source: Retrieving transponders failed!
ru_ru: Сбой получения транспондеров!

source: Please check satellites.conf.
ru_ru: Проверьте source.conf

source: Tuner obtained no lock!
ru_ru: Тюнер не принимает!

source: Please check your connections and satellites.conf.
ru_ru: Проверьте антенну и source.conf

source: Unpredictable error occured!
ru_ru: Непредсказуемая ошибка!

source: Please try again later
ru_ru: Попробуйте позже

source: Information:
ru_ru: Информация:

source: Entries in current channellist
ru_ru: Записи в текущем списке

source: Recording is running
ru_ru: Происходит запись

source: Scan active
ru_ru: Идёт поиск

source: TV Channels Radio Channels
ru_ru: ТВ Каналы Радио Каналы

source: Retrieving transponder list from %s
ru_ru: Получение списка транспондеров от %s

source: Scanning %s (%iMHz) %s
ru_ru: Поиск %s (%iМГц) %s

source: Scanning %s (%.1fMHz) %s
ru_ru: Поиск %s (%.1fМГц) %s

source: Scanning %s (%.3fMHz) %s
ru_ru: Поиск %s (%.3fМГц) %s

source: Scanning %s (%s) %s
ru_ru: Поиск %s (%s) %s

source: No new channels found
ru_ru: Новых каналов нет

source: Added new channels
ru_ru: Добавлены каналы

source: Press OK to finish or Back for new scan
ru_ru: ОК - выход, Назад - новый поиск

source: Scanning on transponder
ru_ru: Ищу на транспондере

source: NIT Scan
ru_ru: NIT Поиск

source: RUS terr.
ru_ru: Россия эфир

source: RUS cable
ru_ru: Россия кабель

source: EUR
ru_ru: Европа

source: Auto
ru_ru: Авто

source: enabled
ru_ru: включён

source: disabled
ru_ru: выключен

source: Back
ru_ru: Назад

source: Skip
ru_ru: Пропуск

source: Load predefined channel list
ru_ru: Загрузить список каналов

source: Start channelscan
ru_ru: Старт поиска

source: Overwrite Favourites list
ru_ru: Перезаписать Избранный список

source: You have the choice of loading a predefined channel list OR starting channelscan to find channels
ru_ru: Вы можете загрузить список каналов или запустить поиск каналов

source: Press OK to reload default channel list
ru_ru: Нажмите ОК для загрузки списка каналов

source: Functions
ru_ru: Функции

source: Please select a channellist:
ru_ru: Выберете список каналов

source: Overwrite existing favourites list, also?
ru_ru: Перезаписать избранный список, также?

source: Loading channel list ...
ru_ru: Загрузка списка каналов...

source: Channellist was installed successfully
ru_ru: Список каналов установлен

source: Error while loading channellist
ru_ru: Ошибка загрузки списка каналов

source: Changes Done
ru_ru: Изменения сделаны

source: Please check your Timers!
ru_ru: Проверьте таймер!

source: Changes failed
ru_ru: Сбой изменений

source: Reloaded default channel list
ru_ru: Перезагрузка обчного списка

source: Error loading default channel list
ru_ru: Ошибка загрузка обычного списка

source: Delete channel list?
ru_ru: Удалить список каналов?

source: Channel lists functions
ru_ru: Функции списка каналов

source: Import a channellist
ru_ru: Внести список каналов

source: Export current channellist
ru_ru: Выгрузить текущий список

source: Import favourites list
ru_ru: Внести избранный список

source: Export current favourites list
ru_ru: Выгрузить текущий избранный список

source: Import channels from ReelBox Avantgarde
ru_ru: Внести список из ReelBox Avantgarde

source: Scanning channels on Tuners and Iptv
ru_ru: Поиск каналов на Тюнерах и Iptv

source: Channel Scan
ru_ru: Поиск каналов

source: %s Signal: %d
ru_ru: %s Сигнал: %d

source: %s Quality: %d
ru_ru: %s Качество: %d

source: Channel
ru_ru: Канал

source: Incorrect channel!
ru_ru: Неправильный Канал!

source: NOT implemented, use wirbelscan plugin
ru_ru: НЕ реализовано, используйте wirbelscan плугин

source: Provider's Name
ru_ru: Название поставщика

source: Input
ru_ru: Вход

source: Standard
ru_ru: Стандарт

source: Band
ru_ru: Диапазон

source: Analog search
ru_ru: Искать

source: TV
ru_ru: ТВ

source: FM Radio
ru_ru: ЧМ Радио

source: China
ru_ru: Китай

source: USA
ru_ru: США

source: Japan
ru_ru: Япония

source: Press RED to save or OK to finish or Back for new scan
ru_ru: Красный - записать, ОК - закончить, Назад - новый поиск

source: Device
ru_ru: Устройство

source: Device Name:
ru_ru: Название Устройства:

source: Button$Update
ru_ru: Обновить

source: Transponders update is started
ru_ru: Обновление транспондеров запущено

source: Transponders update failed!
ru_ru: Сбой обновления транспондеров!

source: Transponders updated!
ru_ru: Транспондеры обновлены!

source: Transponders File Type
ru_ru: Тип файла транспондеров

source: Set ip subnet address
ru_ru: Установить адрес подсети

source: Use config file
ru_ru: Использовать файл настроек

source: UDP multicast scan mode
ru_ru: режим UDP поиска
